/****************************************************************************/
/* Localization file */

"IBAMainWindowToolbar.toolbarItem.focusHistoryNavigation.label" = "Focus History";
"IBAMainWindowToolbar.toolbarItem.focusedViewPath.label" = "Focused View Path";
"IBAMainWindowToolbar.toolbarItem.applicationChooser.label" = "Running Applications";
"IBAMainWindowToolbar.toolbarItem.refreshViewHierarchy.label" = "Refresh";
"IBAMainWindowToolbar.toolbarItem.refreshViewHierarchy.toolTip" = "Refresh";

"IBAViewIdentityInspectorVie.wController.inspectorSection.object.title" = "Object";
"IBAViewIdentityInspectorViewController.inspectorSection.identity.title" = "Identity";
"IBAViewIdentityInspectorViewController.inspectorSection.accessibility.title" = "Accessibility";

"IBAAppDetailsInspectorViewController.inspectorSection.application.title" = "Application";
"IBAAppDetailsInspectorViewController.inspectorSection.application.statusBarGroup.title" = "Status Bar";

"IBAAppDetailsInspectorViewController.inspectorSection.device.title" = "Device";
"IBAAppDetailsInspectorViewController.inspectorSection.device.battery.title" = "Battery";
"IBAAppDetailsInspectorViewController.inspectorSection.device.proximity.title" = "Proximity";

"IBARevealDataService.error.preconditionFailed.failureReason.clientVersionGreaterThanServerVersion" = "The app is linked against an older version of the Reveal library. You may need to update the Reveal library in your app.";
"IBARevealDataService.error.preconditionFailed.failureReason.clientVersionLessThanServerVersion" = "The app is linked against a newer version of the Reveal library. You may need to upgrade Reveal.";
"IBARevealDataService.error.preconditionFailed.failureReason.unrecognizedPrecondition" = "Unrecognized pre-condition failure (%1$d, %2$d).";
"IBARevealDataService.error.preconditionFailed.recoveryOption.showRevealLibraryInFinder" = "Show Reveal Library in Finder...";
"IBARevealDataService.error.preconditionFailed.recoveryOption.showIntegrationGuide" = "Show Integration Guide...";
"IBARevealDataService.error.preconditionFailed.recoveryOption.checkForUpdates" = "Check for Updates...";
"IBARevealDataService.error.unexpectedResponseBodyError.failureReason" = "Server response body is in an unexpected format.";
"IBARevealDataService.error.unexpectedResponseBodyError.recoverySuggestion" = "Check console log messages for further details.";
"IBARevealDataService.error.unexpectedResponseBodyError.recoveryOption.openConsole" = "Open Console...";

"IBAFontName.shortName.defaultValue" = "Regular";
"IBAFontFamily.systemFont.name.helvetica" = "Helvetica Neue Interface (System Font)";
"IBAFontFamily.systemFont.name.sftext" = "San Francisco Text (System Font)";
"IBAFontFamily.systemFont.name.sfdisplay" = "San Francisco Display (System Font)";
"IBAFontFamily.systemFont.name.sfcompacttext" = "San Francisco Compact Text (System Font)";
"IBAFontFamily.systemFont.name.sfcompactdisplay" = "San Francisco Compact Display (System Font)";

"IBAInspectorTabBarController.tabBarItem.application.toolTip" = "Application Inspector";
"IBAInspectorTabBarController.tabBarItem.identity.toolTip" = "Identity Inspector";
"IBAInspectorTabBarController.tabBarItem.attributes.toolTip" = "Attributes Inspector";
"IBAInspectorTabBarController.tabBarItem.layout.toolTip" = "Layout Inspector";
"IBAInspectorTabBarController.tabBarItem.layer.toolTip" = "Layer Inspector";
